Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_slv-SVN_MRT.tmx
Source language: en_us
Languages: sl_si

source: Education
sl_si: IZOBRAŽEVANJE

source: In general, does the EU conjure up for you a very positive, fairly positive, neutral, fairly negative or very negative image? {#SD15_ins}
sl_si: Ali ima Evropska unija za vas na splošno zelo pozitiven, dokaj pozitiven, nevtralen, dokaj negativen ali zelo negativen ugled? {#SD15_ins}

source: Please enter a value between 0 and 20.
sl_si: Vnesite vrednost od 0 do 20.

source: Professional, scientific and technical activities
sl_si: STROKOVNE, ZNANSTVENE IN TEHNIČNE DEJAVNOSTI

source: Refusal (SPONTANEOUS)
sl_si: Zavrnitev (SPONTANA)

source: More than 25,000 to 50,000 euro
sl_si: Več kot 25.000 in do 50.000 evrov

source: (DO NOT READ OUT)
sl_si: (NE BERITE)

source: Still in full-time education
sl_si: Še vedno se redno šolam

source: Greek
sl_si: Grk/Grkinja

source: Never been in full-time education
sl_si: Nikoli se nisem redno šolal/-a

source: Don't know/No Answer (DO NOT READ OUT)
sl_si: NV/BO (NE BERI)

source: Self-employed
sl_si: Samozaposlen/-a

source: Errors
sl_si: Napake

source: Mining and Quarrying
sl_si: RUDARSTVO

source: (READ OUT – ONE ANSWER PER LINE)
sl_si: (PREBERI - EN ODGOVOR V VSAKI VRSTI)

source: Yes, not available
sl_si: Da, ni na voljo

source: The European General Data Protection Regulation (GDPR) requires us to first speak to a parent or legal guardian of a teenager. Can I speak to this teenager’s parent or legal guardian? (SINGLE ANSWER, DO NOT READ OUT)
sl_si: Evropska uredba o varstvu podatkov (GDPR) zahteva, da najprej govorimo s staršem ali zakonitim skrbnikom najstnika. Lahko govorim s staršem ali zakonitim skrbnikom tega najstnika? (EN ODGOVOR, NE BERITE)

source: European political matters
sl_si: Evropskih političnih zadevah

source: General Secretariat of the Council of the European Union
sl_si: Generalni sekretariat Sveta Evropske unije

source: You have used the browser buttons, please use the Next/Previous buttons below.
sl_si: Uporabili ste gumbe za brskanje. Prosimo, uporabite gumba Naprej/Nazaj spodaj.

source: Czech
sl_si: Čeh/Čehinja

source: Is your company…? (READ OUT, ONE ANSWER ONLY)
sl_si: Je vaše podjetje ...? (PREBERITE, SAMO EN ODGOVOR)

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. You may refuse to answer these questions at any time, and you can withdraw your consent for participation at any time.
sl_si: Anketa vsebuje nekaj vprašanj, ki bi lahko veljala za občutljive, saj so povezana s političnimi stališči. Kadarkoli lahko zavrnete odgovor na ta vprašanja in umaknete soglasje za sodelovanje.

source: Answer '{ANSWER}' is not an integer value.
sl_si: Odgovor '{ANSWER}' ni celo število.

source: <{#D1_age_ins} years
sl_si: <{#D1_age_ins} let

source: Yes, I am the parent/legal guardian
sl_si: Da, sem starš/zakoniti skrbnik

source: Thank you for your time. We remind you that if you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purposes for processing your personal data as well as your rights under applicable data protection law.
sl_si: Hvala za vaš čas. Naj vas spomnimo, da lahko, če želite prebrati obvestilo o varstvu podatkov, do njega dostopite na: {#intro_link}. To pojasnjuje namene obdelave vaših osebnih podatkov in vam pojasnjuje vaše pravice glede zakonodaje o varstvu podatkov.

source: <b>Agriculture, Forestry and Fishing</b>
sl_si: <b>Kmetijstvo, gozdarstvo in ribištvo</b>

source: Very positive
sl_si: Zelo pozitiven

source: Answer {ANSWER} is not numeric.
sl_si: Odgovor '{ANSWER}' ni številka.

source: There are too many answers, only {MAXANSWERS} are allowed.
sl_si: Vprašanje '{QUESTION}' ({QUESTION_NUMBER}): Izbrali ste preveč odgovorov, samo {MAXANSWERS} je dovoljenih.

source: How many children under the age of 15 are living in your household?
sl_si: Koliko otrok, mlajših od 15 let, živi v vašem gospodinjstvu?

source: British
sl_si: Britanec/Britanka

source: Farmer, forester, fisherman
sl_si: Kmet, gozdar, ribič

source: How old were you when you stopped full-time education? {#D4_ins}
sl_si: Koliko ste bili stari, ko ste zaključili redno izobraževanje?

source: European Parliament
sl_si: Evropski parlament

source: <b>Non-public services</b>
sl_si: <b>Nejavne službe</b>

source: Manufacturing
sl_si: PREDELOVALNE DEJAVNOSTI

source: Finnish
sl_si: Finec/Finka

source: Don't know {#D5a_ins}
sl_si: {#D5a_ins}Ne vem

source: Middle management
sl_si: Srednji menedžment

source: Previous
sl_si: Nazaj

source: Unskilled manual worker
sl_si: Nekvalificiran fizični delavec (-ka)

source: Does your company sell … (READ OUT – MULTIPLE ANSWERS POSSIBLE)
sl_si: Ali vaše podjetje prodaja … (PREBERI - VEČ MOŽNIH ODGOVOROV)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
sl_si: Strokovnjak (odvetnik, zdravnik, računovodja, arhitekt, ...)

source: Don't know
sl_si: Ne vem

source: Refusal
sl_si: Zavrnitev

source: Are you a permanent resident of {#MRK_Country}?
sl_si: Ali ste stalni/-a prebivalec/-ka države {#MRK_Country}?

source: Over the last year, would you say that this image you have of the EU improved, got worse or stayed about the same? {#SD15_ins}
sl_si: Ali bi dejali, da se je v zadnjem letu vaše mnenje o EU izboljšalo, poslabšalo ali ostalo približno enako? {#SD15_ins}

source: Italian
sl_si: Italijan/Italijanka

source: Danish
sl_si: Danec/Danka

source: 16 years or older (not available, call back later)
sl_si: 16 let ali starejši/-a (ni na voljo, pokliči pozneje)

source: Other nationality
sl_si: Druga narodnost

source: Spanish
sl_si: Španec/Španka

source: Please provide an answer.
sl_si: Manjkajoči odgovor/-i.

source: Interviewer instruction: Do not read, just fill in your interviewer_ID.
sl_si: Navodilo za anketarja: Ne preberite, samo vnesite svoj ID anketarja.

source: I’m rather sceptical of the European Union, but could change my opinion if radical reform was brought about
sl_si: Glede Evropske unije sem dokaj skeptičen(-a), vendar bi svoje mnenje lahko spremenil(-a), če bi bile sprejete radikalne reforme

source: Romanian
sl_si: Romun/Romunka

source: Construction
sl_si: GRADBENIŠTVO

source: When was your company established? (READ OUT, ONE ANSWER ONLY)
sl_si: Kdaj je bilo vaše podjetje ustanovljeno?

source: Retired
sl_si: Upokojen

source: Financial and insurance activities
sl_si: FINANČNE IN ZAVAROVALNIŠKE DEJAVNOSTI

source: 10 to 49 employees
sl_si: 10 do 49 zaposlenih

source: Electricity, gas, steam and air conditioning supply
sl_si: OSKRBA Z ELEKTRIČNO ENERGIJO, PLINOM IN PARO

source: Cyprus
sl_si: Ciper

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 15 YEARS OR OVER)
sl_si: (ZAPIŠITE STAROST V LETIH, ČE JE ANKETIRANEC STAR 15 LET ALI VEČ)

source: <p>Those are all the questions we have for you today. Thank you for your time.</p><p>All information you provide is kept strictly confidential and is used for research purposes only.</p>
sl_si: <p>To so vsa vprašanja, ki jih imamo danes za vas. Hvala za vaš čas.</p><p>Vse informacije, ki jih predložite, so hranjene strogo zaupno in se uporabljajo samo za raziskovalne namene.</p>

source: Owner of shop, craftsman
sl_si: Lastnik trgovine, obrtnik

source: Cyprian
sl_si: Ciprčan/Ciprčanka

source: Portugal
sl_si: Portugalska

source: 16 years or older (will pass phone to start the interview)
sl_si: 16 let ali starejši/-a (predaja telefona za začetek ankete)

source: European Economic and Social Committee
sl_si: Evropski ekonomsko-socialni odbor

source: Stayed about the same
sl_si: Ostalo približno enako

source: Never
sl_si: Nikoli

source: Over the past two years, has your company's total number of employees increase, decreased or remained about the same? (DO NOT READ OUT, ONE ANSWER ONLY)
sl_si: Se je v zadnjih dveh letih skupno število zaposlenih v vašem podjetju povečalo, zmanjšalo ali ostalo približno enako? (NE BERITE, SAMO EN ODGOVOR)

source: European Investment Bank Group
sl_si: Evropska investicijska banka

source: Manager of a company
sl_si: Vodstveni delavec v podjetju

source: Spain
sl_si: Španija

source: The thousands separator character is not allowed.
sl_si: Vprašanje '{QUESTION}' ({QUESTION_NUMBER}): Ločilo za tisočice ni dovoljeno.

source: Increased
sl_si: Povečal

source: Before 1 January {#CurrentYear_insert_6}
sl_si: Pred 1. januarjem {#CurrentYear_insert_6}

source: How old are you? {#D1_ins}
sl_si: Koliko ste stari? {#D1_ins}

source: Slovak
sl_si: Slovak/Slovakinja

source: General management, director or top management
sl_si: Splošni menedžement, direktor ali vodstveni menedžment

source: Answer '{ANSWER}' is not valid.
sl_si: Vprašanje '{QUESTION}' ({QUESTION_NUMBER}): Odgovor '{ANSWER}' ni veljaven.

source: Finland
sl_si: Finska

source: Civil servant
sl_si: Državni uradnik

source: Consumers, Health, Agriculture and Food Executive Agency
sl_si: Agencija EU za varstvo potrošnikov, zdravja, kmetijstva in hrane

source: Do you use more than one mobile phone? {#D2_ins}
sl_si: Uporabljate več kot en mobilni telefon? {#D2_ins}

source: Austrian
sl_si: Avstrijec/Avstrijka

source: Not applicable (DO NOT READ OUT)
sl_si: Ni relevantno (NE BERI)

source: Committee of the Regions
sl_si: Odbor regij

source: Water Supply; sewerage, waste management and remediation activities
sl_si: OSKRBA Z VODO; RAVNANJE Z ODPLAKAMI IN ODPADKI; SANIRANJE OKOLJA

source: Over the past two years, has your company's annual turnover increased, decreased or remained unchanged? (DO NOT READ OUT, ONE ANSWER ONLY)
sl_si: Ali se je v zadnjih dveh letih letni promet vaše družbe povečal, zmanjšal ali ostal nespremenjen? (NE BERITE, SAMO EN ODGOVOR)

source: Yes (will pass phone to start the interview)
sl_si: Da (predal bom telefon za začetek ankete)

source: Targeted respondent not available, call back later
sl_si: Ciljni anketiranec ni na voljo, pokličite pozneje

source: European External Action Service
sl_si: Evropska služba za zunanje delovanje

source: Answer '{ANSWER}' is not in range '{RANGE}'.
sl_si: Vprašanje '{QUESTION}' ({QUESTION_NUMBER}): Odgovor '{ANSWER}' ni v razponu '{RANGE}'.

source: <b>Construction, transport, ICT</b>
sl_si: <b>Gradbeništvo, transport, IKT</b>

source: Human health and social work activities
sl_si: ZDRAVSTVO IN SOCIALNO VARSTVO

source: 250 to 499 employees
sl_si: 250 do 499 zaposlenih

source: 15 years old, but not available/not at home
sl_si: 15 let, vendar ni na voljo/doma

source: Other service activities
sl_si: DRUGE DEJAVNOSTI

source: Insert for D5._5 - Refusal
sl_si: Vnesite za D5._5 – zavrnitev

source: Answer '{ANSWER}' is not numeric.
sl_si: Vprašanje '{QUESTION}' ({QUESTION_NUMBER}): Odgovor '{ANSWER}' ni številka.

source: Agriculture, Forestry and Fishing
sl_si: KMETIJSTVO IN LOV, GOZDARSTVO, RIBIŠTVO

source: Without a professional activity
sl_si: Brez poklicne dejavnosti

source: Slovenia
sl_si: Slovenija

source: Latvian
sl_si: Latvijec/Latvijka

source: There are too few answers, at least {MINANSWERS} are required.
sl_si: Izbrali ste premalo odgovorov, izbrati jih morate najmanj {MINANSWERS}.

source: More than 50 million euro
sl_si: Več kot 50 milijonov evrov

source: Supervisor/foreman (team manager, …)
sl_si: Nadzornik(-ca) / predelavec(-ka) (vodja skupine, ....)

source: A rural area or village
sl_si: Na podeželju ali na vasi

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. Your child may refuse to answer these questions at any time, and you can withdraw your consent for your child’s participation at any time.
sl_si: Anketa vsebuje nekaj vprašanj, ki bi lahko veljala za občutljive, saj so povezana s političnimi stališči. Vaš otrok lahko kadarkoli zavrne odgovor na ta vprašanja, vi pa lahko kadarkoli umaknete vaše soglasje za njegovo sodelovanje.

source: As far as your current occupation is concerned, would you say you are...? {#D2_ins}
sl_si: Kar zadeva vašo trenutno zaposlitev, bi rekli, da ste ...? {#D2_ins}

source: More than 250,000 to 500,000 euro
sl_si: Več kot 250.000 in do 500.000 evrov

source: I’m rather in favour of the European Union, but not the way it has been realised until now
sl_si: Evropski uniji sem dokaj naklonjen(-a), a ne taki, kot je bila uresničena do danes

source: Estonia
sl_si: Estonija

source: <b>Thank you for your participation. Please click next and then close the browser.</b>
sl_si: <b>Hvala za sodelovanje. Kliknite naprej, nato pa zaprite brskalnik.</b>

source: You entered an unexpected value, please review your answer or continue to confirm your response.
sl_si: Vnesli ste nepričakovano vrednost, preglejte svoj odgovor ali nadaljujte za potrditev svojega odgovora.

source: Only one answer is allowed.
sl_si: Izberete lahko samo en odgovor.

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. Can I speak to the person in your household, 15 years or older, whose birthday it was most recently? INTERVIEWER ADD IF NECESSARY: this is necessary to ensure everyone has an equal chance to participate, for the survey to be representative of this country’s population. How old is he or she? Can you pass the phone to this household member? {#Birthday_ins} Household member with the most recent birthday is:
sl_si: Pozdravljeni. Sem … iz (IME NACIONALNEGA INŠTITUTA) in izvajam anketo za podjetje Ipsos Public Affairs v imenu ene od njihovih strank. Iščemo ljudi, stare 15 let ali več, ki so pripravljeni deliti svoja mnenja o zadevah današnje družbe. Lahko govorim s tisto osebo v vašem gospodinjstvu, staro 15 let ali več, ki je nazadnje imela rojstni dan? ČE JE POTREBNO, ANKETAR DODA: To je nujno, da imajo vse osebe isto možnost sodelovanja, anketa pa je tako reprezentativna za prebivalce te države. Koliko je star/-a? Lahko k telefonu pokličete tega člana gospodinjstva? {#Birthday_ins} Član gospodinjstva, ki je imel nazadnje rojstni dan je:

source: Other employee (salesman, nurse, …)
sl_si: Druge vrste uslužbenec(-ka)

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
sl_si: TRGOVINA NA DEBELO IN DROBNO KAKRŠNEKOLI VRSTE (VKLJUČNO Z VZDRŽEVANJEM IN POPRAVILI MOTORNIH VOZIL)

source: Arts, entertainment and recreation
sl_si: KULTURNE, RAZVEDRILNE IN REKREACIJSKE DEJAVNOSTI

source: More than 10 years
sl_si: Več kot 10 let

source: German
sl_si: Nemec/Nemka

source: Yes, one mobile phone
sl_si: Da, en mobilni telefon

source: 50 to 249 employees
sl_si: 50 do 249 zaposlenih

source: Belgium
sl_si: Belgija

source: Student (full-time)
sl_si: Študent/dijak (redni)

source: 1 to 9 employees
sl_si: 1 do 9 zaposlenih

source: Would you say you live in...? {#D2_ins}
sl_si: Bi rekli, da živite ...? {#D2_ins}

source: Improved
sl_si: Izboljšalo

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
sl_si: V 50% ali večji lasti ali pod nadzorom oseb iz drugih držav izven Slovenije

source: Bulgarian
sl_si: Bolgar/Bolgarka

source: Below 10% owned by persons from other countries outside (THIS COUNTRY)
sl_si: V manj kot 10% lasti oseb iz drugih držav izven Slovenije

source: No
sl_si: Ne

source: None, sole trader (DO NOT READ OUT)
sl_si: Nič, sem samostojni/-a podjetnik/-ica

source: Other (DO NOT READ OUT)
sl_si: Drugo (NE BERI)

source: Please enter a value between 15 and 105. If you are less than 15 years old, you are not eligible to participate in this study.
sl_si: Vnesite vrednost med 15 in 105. Če ste stari manj kot 15 let, ne morete sodelovati v tej raziskavi.

source: 500 or more employees
sl_si: 500 ali več zaposlenih

source: ENU English (United States)
sl_si: SLV Slovenian (Slovenia)

source: Real estate activities
sl_si: POSLOVANJE Z NEPREMIČNINAMI

source: Are you happy to proceed with the interview?
sl_si: Želite nadaljevati z intervjujem?

source: Bulgaria
sl_si: Bolgarija

source: Please enter a value between 0 and 99.
sl_si: Vnesite vrednost od 0 do 99.

source: (READ IF TARGET RESPONDENT IS NOT THE PERSON WHO FIRST ANSWERED THE PHONE) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. (READ FOR ALL RESPONDENTS) I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
sl_si: (PREBERITE, ČE TELEFONA NI DVIGNIL CILJNI ANKETIRANEC, AMPAK DRUGA OSEBA) Pozdravljeni. Sem … iz (IME NACIONALNEGA INŠTITUTA) in izvajam anketo za podjetje Ipsos Public Affairs v imenu ene od njihovih strank. Iščemo ljudi, stare 15 let ali več, ki so pripravljeni deliti svoja mnenja o zadevah današnje družbe. To anketo izvajamo po celi Evropi. Anketa ni del nobene tržne raziskave, zanima nas merjenje javnega mnenja. (ZA VSE ANKETIRANCE) Hvaležen/-na bi vam bil/-a, če bi si lahko vzeli {#minutes_ins} minut za sodelovanje v tej anketi. Sodelovanje v anketi je prostovoljno in kadarkoli si lahko premislite. Vsi vaši odgovori bodo ostali zaupni in bodo združeni z odgovori drugih anketirancev. To pomeni, da vas ne bo mogoče prepoznati v nobenih objavljenih rezultatih. {#CONSENT_ins} Če želite prebrati obvestilo o varstvu podatkov, lahko do njega dostopite na {#intro_link}. To pojasnjuje namen obdelave vaših osebnih podatkov in vam pojasnjuje vaše pravice glede varstva podatkov. Zaradi zagotavljanja kakovosti se ta klic lahko spremlja in snema. ANKETAR DODA, ČE JE TREBA: KAKO STE DOBILI MOJO ŠTEVILKO: Vašo telefonsko številko je naključno generiral računalnik, kot vse druge številke, ki jih kličemo za namene te raziskave. Naš cilj je anketirati reprezentativen vzorec prebivalcev te države. STRANKA? Podjetje Ipsos to anketo izvaja za {#Client}. Namen anket Flash Eurobarometer je spremljanje javnega mnenja v Evropski uniji glede širokega nabora tem. KATERI OSEBNI PODATKI BODO ZBRANI: Vašo telefonsko številko bomo uporabili samo zato, da vas povabimo k sodelovanju v tej anketi in za namene nadzora kakovosti. Zbrane bodo informacije o spolu in starosti in osebni podatki iz odgovorov na anketna vprašanja (kot je zakonski stan). Vse informacije, ki jih predložite, bodo ostale zaupne, vaši odgovori bodo združeni z odgovori drugih anketirancev, s stranko podjetja Ipsos pa ne bomo delili podatkov, po katerih bi vas bilo mogoče prepoznati. Želite nadaljevati z intervjujem? {#Birthday_ins}

source: Executive Agency for Small and Medium-sized Enterprises
sl_si: Izvajalska agencija za majhna in srednje velika podjetja

source: Hungary
sl_si: Madžarska

source: Between 1 and 5 years
sl_si: Od 1 do 5 let

source: How many employees (in full-time equivalents) does your company currently have? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
sl_si: Koliko zaposlenih (in ekvivalentov s polnim delovnim časom) ima trenutno vaše podjetje? PO POTREBI DODAJTE: Če niste prepričani, podajte najboljši možni približek. (PO POTREBI PREBERITE SAMO EN ODGOVOR)

source: The answer does not have enough text, current length is {LENGTH}, minimum is {MINLENGTH}.
sl_si: Odgovor ne vsebuje dovolj besedila, trenutna dolžina je {LENGTH}, minimum je {MINLENGTH}.

source: Male
sl_si: Moški

source: Thank you for your time.
sl_si: Hvala za vaš čas.

source: Professional (employed doctor, lawyer, accountant, architect, …)
sl_si: Strokovnjak (zaposleni zdravnik, odvetnik, računovodja, arhitekt)

source: Local political matters
sl_si: Lokalnih političnih zadevah

source: <p>These are all the questions we have for you today. It appears that a sufficient number of respondents with a similar profile have already completed this study, or that your profile does not exactly match our needs for this study. We apologize for the inconvenience.</p>
sl_si: <p>To so bila vsa vprašanja, ki smo vam jih želeli zastaviti. Videti je, da je v tej anketi sodelovalo že dovolj anketirancev s podobnim profilom ali pa se vaš profil ne ujema popolnoma z našimi potrebami za to raziskavo. Opravičujemo se vam za morebitne neprijetnosti.</p>

source: More than 100,000 to 250,000 euro
sl_si: Več kot 100.000 in do 250.000

source: Next
sl_si: Naprej

source: Other
sl_si: Drugo

source: Maltese
sl_si: Maltežan/Maltežanka

source: Ireland
sl_si: Irska

source: In another way
sl_si: Drugače

source: More than 50,000 to 100,000 euro
sl_si: Več kot 50.000 in do 100.000 evrov

source: More than 10 to 50 million euro
sl_si: Več kot 10 in do 50 milijonov evrov

source: Hungarian
sl_si: Madžar/Madžarka

source: Luxembourgish
sl_si: Luksemburžan/Luksemburžanka

source: Public administration and defence; compulsory social security
sl_si: DEJAVNOST JAVNE UPRAVE IN OBRAMBE; DEJAVNOST OBVEZNE SOCIALNE VARNOSTI

source: In the last two years, have you been involved in any dispute which has gone to court?
sl_si: Ali ste bili v preteklih dveh letih vpleteni v kakršen koli spor, ki ste ga morali reševati na sodišču?

source: Romania
sl_si: Romunija

source: In the last two years, has your company been involved in any dispute which has gone to court?
sl_si: Ali je bilo vaše podjetje v zadnjih dveh letih vpleteno v kakšn spor, ki se je reševal na sodišču?

source: <center>Thank you for taking part in this survey. <br />These are all the questions we have for you today.</center>
sl_si: <center>Hvala za vaše sodelovanje v tej anketi. <br />To so bila vsa vprašanja, ki smo vam jih želeli zastaviti.</center>

source: Research Executive Agency
sl_si: Izvajalska agencija za raziskave
